{
    "Header": {
        "nav": {
            "home": "Басты бет",
            "about": "Туралы",
            "services": "Қызмет",
            "work": "Істер",
            "news": "Жаңалықтар",
            "contact": "Байланыс"
        },
        "contacts": {
            "call": "Қоңырау",
            "talk": "Хабар",
            "emailSubject": "Платформа туралы сұрақ",
            "emailBody": "Сәлеметсіз бе, менің сіздің платформаңыз туралы сұрағым бар."
        }
    },
    "HeroSlider": {
        "slide1": {
            "title": "Қазақстанның таза энергиясы",
            "content": "Metan KZ — жаңа буындағы метан құю станциялары. Біз елді экологиялық және қауіпсіз отынмен қамтамасыз етеміз."
        },
        "slide2": {
            "title": "Үнем мен сенімділік бірге",
            "content": "Метан — арзан, қозғалтқыш тыныш әрі ұзақ жұмыс істейді. Күн сайынғы пайда мен жайлылық."
        },
        "slide3": {
            "title": "Жасыл болашаққа қадам",
            "content": "Метанды таңдау арқылы сіз CO₂ шығарындыларын азайтып, табиғатты қорғауға үлес қосасыз."
        },
        "slide4": {
            "title": "Metan KZ — Ақылды жанармай",
            "content": "Ел бойынша заманауи АЖС желісі. Технология, экология және жоғары сервис."
        },
        "buttons": {
            "learnMore": "Біз туралы көбірек білу",
            "submitRequest": "Өтінім жіберу"
        }
    },
    "VideoBlock": {
        "title": "Біз — инновациялық және экологиялық компаниямыз.",
        "description": "Біз таза және тиімді энергияны дамытуда жетекші қазақстандық метан компаниясы ретінде мойындалғанбыз."
    },
    "MissionBlock": {
        "title": "Біздің негізгі құндылықтарымыз",
        "description": "Біздің миссиямыз — Қазақстанды таза, қауіпсіз және тиімді энергия болашағына жетелеу.",
        "values": {
            "quality": "Сапа",
            "qualityDesc": "Metan KZ әр кезеңде жоғары сапаны қамтамасыз етеді: CNG өндіруден бастап, бүкіл Қазақстанда қауіпсіз жанармай құюға дейін.",
            "safety": "Қауіпсіздік",
            "safetyDesc": "Қауіпсіздік — біздің басты басымдылығымыз. Барлық Metan KZ станциялары халықаралық стандарттарға сай және әрбір жүргізуші үшін сенімді және қауіпсіз жанармай құюды қамтамасыз етеді.",
            "comfort": "Жайлылық",
            "comfortDesc": "Біз таза энергияны ыңғайлы және қолжетімді етеміз, әрбір клиент үшін Қазақстан бойынша ыңғайлылық пен сенімділікті құрамыз. Біздің станциялар жанармайды қауіпсіз және жылдам толтыруға мүмкіндік береді."
        }
    }
}