{
    "Header": {
        "nav": {
            "home": "Главная",
            "about": "О нас",
            "services": "Услуги",
            "work": "Проекты",
            "news": "Новости",
            "contact": "Контакты"
        },
        "contacts": {
            "call": "Позвоните нам",
            "talk": "Напишите нам",
            "emailSubject": "Вопрос по платформе",
            "emailBody": "Здравствуйте, у меня есть вопрос..."
        }
    },
    "HeroSlider": {
        "slide1": {
            "title": "Чистая энергия Казахстана",
            "content": "Metan KZ — сеть метановых АЗС нового поколения. Мы заправляем страну экологичным и безопасным топливом."
        },
        "slide2": {
            "title": "Экономия без компромиссов",
            "content": "Метан дешевле традиционного топлива, а двигатель работает тише и дольше. Выгода, которую чувствуешь каждый день."
        },
        "slide3": {
            "title": "Движение к зелёному будущему",
            "content": "Выбирая метан, вы снижаете выбросы CO₂ и помогаете сохранить природу Казахстана для будущих поколений."
        },
        "slide4": {
            "title": "Metan KZ — заправляйся умно",
            "content": "Сеть АЗС по всей стране. Современные технологии, высокий сервис и забота об экологии."
        },
        "buttons": {
            "learnMore": "Узнать больше о нас",
            "submitRequest": "Оставить заявку"
        }
    },
    "VideoBlock": {
        "title": "Мы — инновационная и экологичная компания.",
        "description": "Мы по праву считаемся ведущей компанией в Казахстане по производству и реализации метана, развивая чистую и эффективную энергетику будущего."
    },
    "MissionBlock": {
        "title": "Наши ключевые ценности",
        "description": "Наша миссия — вести Казахстан к более чистому, безопасному и эффективному энергетическому будущему.",
        "values": {
            "quality": "Качество",
            "qualityDesc": "Metan KZ гарантирует высокое качество на каждом этапе: от производства сжиженного природного газа до безопасной заправки по всей территории Казахстана.",
            "safety": "Безопасность",
            "safetyDesc": "Безопасность — наш главный приоритет. Все станции Metan KZ соответствуют международным стандартам и обеспечивают надёжную и безопасную заправку для каждого водителя.",
            "comfort": "Комфорт",
            "comfortDesc": "Мы делаем чистую энергию удобной и доступной, создавая комфорт и уверенность для каждого клиента на всей территории Казахстана. Наши станции обеспечивают безопасную и быструю заправку."
        }
    }
}